// export default {
    
//         otherArray:[
//             {
//                 id:1,
//                 title:'Первый',
//                 url:'первый'
//             },
//             {
//                 id:2,
//                 title:'шабло22н',
//                 url:'название страницы в url 2 Vue'
//             },
//             {
//                 id:3,
//                 title:'Спред',
//                 url:'название страницы в url 3 Vue'
//             },
//             {
//                 id:5,
//                 title:'Спред',
//                 url:'название страницы в url 3 Vue'
//             },
//             {
//                 id:6,
//                 title:'Спред',
//                 url:'название страницы в url 3 Vue'
//             },
//             {
//                 id:7,
//                 title:'Спред',
//                 url:'название страницы в url 3 Vue'
//             },
//             {
//                 id:8,
//                 title:'Спред',
//                 url:'название страницы в url 3 Vue'
//             }
//         ],

    
// };
